{
  "lastMigration": "2024-06-11T21:00:00.000Z",
  "communityHeader": "Community Links",
  "communities": [
    {
      "title": "Math Ambassadors",
      "descriptionMarkdown": "This is a volunteer program that will put your pride, experience, and knowledge to work; increase your knowledge of campus and the Faculty of Mathematics; and help to develop your leadership skills. You’ll have the opportunity to share your valuable insight and experience with high school students and their parents, and tell everyone why you love Waterloo Math!",
      "link": "https://uwaterloo.ca/math/campus-resources/join-math-faculty-ambassador-team",
      "icon": "/assets/img/icons/community-icons/users-alt.png"
    },
    {
      "title": "Math Endowment Fund",
      "descriptionMarkdown": "The Mathematics Endowment Fund (MEF) is an income-generating fund that exists to finance projects that are in the best interests of undergraduate math students at the University of Waterloo.",
      "link": "https://uwaterloo.ca/math-endowment-fund/",
      "icon": "/assets/img/icons/community-icons/money-bill-wave.png"
    },
    {
      "title": "Math Orientation",
      "descriptionMarkdown": "Whether you are coming to Waterloo, or staying where you are, we hope you are able to find a community to succeed and thrive both in and outside of academics. Whether it is here through Orientation or another club or society, we hope you are able to feel both Faculty and School pride. You are a Waterloo Warrior!",
      "link": "https://www.facebook.com/MathOrientation/",
      "icon": "/assets/img/icons/community-icons/door-open.png"
    },
    {
      "title": "mathNEWS",
      "descriptionMarkdown": "Waterloo’s Bastion of Erudite Thought",
      "link": "https://mathnews.uwaterloo.ca/",
      "icon": "/assets/img/icons/community-icons/typewriter.png"
    },
    {
      "title": "Women in Math",
      "descriptionMarkdown": "Mathematics is a powerful tool, and diversity among mathematicians increases the potential for positive impact. The Women in Mathematics (WiM) committee exists to encourage and advocate for women* who are interested in studying mathematics and who seek careers in mathematics. The committee engages with cultural and institutional reasons for under-representation, and strives for all genders to be well-represented in mathematics.",
      "link": "https://uwaterloo.ca/women-in-mathematics/",
      "icon": "/assets/img/icons/community-icons/calculator.png"
    },
    {
      "title": "Women in Computer Science",
      "descriptionMarkdown": "Women in Computer Science (WiCS) is dedicated to promoting women who are interested in studying computer science and who seek to pursue careers in computing.",
      "link": "https://cs.uwaterloo.ca/wics",
      "icon": "/assets/img/icons/community-icons/computer.png"
    },
    {
      "title": "Mathematics Graduation Committee",
      "descriptionMarkdown": "UW Mathematics Graduation Committee organizes events for graduating students in the Mathematics Faculty such as the Grad Ball and Yearbook production. If you would like to get involved or have any questions, please reach out to mgc@mathsoc.uwaterloo.ca.",
      "link": "https://www.facebook.com/UWMathGrad/",
      "icon": "/assets/img/icons/community-icons/graduation-cap.png"
    },
    {
      "title": "MathSoc Cartoons",
      "descriptionMarkdown": "<p>MathSoc Cartoons is a student-run comic series explaining undergraduate math and computer science concepts. All of our comics can be found <a href='https://mathsoc.uwaterloo.ca/comics-archive/' target='_blank'>here</a>, as well as on our <a href='https://www.instagram.com/mathsoccartoons/' target='_blank'>Instagram</a> and &nbsp;<a href='https://www.facebook.com/mathsoccartoons'>Facebook</a> pages!</p>",
      "link": "/cartoons/about-us",
      "icon": "/assets/img/icons/community-icons/paint.png"
    }
  ]
}
