[{"term":"Spring 2022","electionState":"complete","candidates":[{"name":"Grace Feng","position":"President","elected":true,"platformMarkdown":"<p>As a past MathSoc VP Communications, current CS representative on Council and Director on Board, I’ve been involved in the Math student community and familiar with what initiatives MathSoc has been furthering: I’ll continue student space advocacy efforts in current student spaces and in M4, as well as continue supporting MathSoc’s clubs, especially since we have two new clubs and a potential new affiliate. I also have a slew of ideas for mental health campaigns, for the UW community to know they’re not alone in their experiences. You belong in the UW Math Community. You have a place here.</p><p>Other experiences that I’ll use to bring about advocacy that will help you includes: the year I spent running the MathSoc Cartoons project and the additional terms that I was a writer, artist, or reviewer (for a total of over two years in MathSoc Cartoons), my involvement in Math Orientation as a Head Pink Tie and Tie Guard, and my involvement in the Math Graduation Committee.</p><p>Also, bad puns. This isn’t part of my platform, it’s just me. I’ve shown strong commitment to my extracurriculars before, and I’ll commit to making next term a MathSoc-cess!</p>"},{"name":"Cici Neely","position":"President","elected":false,"platformMarkdown":"<p><span style=\"background-color: rgb(255, 255, 255);\">Candidate has withdrawn from the election.</span></p>"},{"name":"Faraan Hadi","position":"President","elected":false,"platformMarkdown":"<p>My goal for MathSoc is to address the real issues that math students face. To achieve this, I believe that MathSoc should limit its scope and have a less hands-on relationship with its clubs. I also believe the society should be transparent with its constituents. Therefore, I propose rewriting MathSoc’s policies and bylaws to remove ambiguity.</p><p>The MathSoc Exec room is currently underutilized despite being located in a prime area of MC. I suggest reallocating this space for club use and relocating the executives.</p><p>Math students do not have many social spaces, which is why I will advocate for more student space in M4 and opening M3 lecture halls past 6PM. All math students deserve social spaces to study and relax.</p><p>In the past, certain programs have felt unwelcome in the mathematics faculty due to the actions of MathSoc. As a result, I will stand for greater support for marginalized programs in the mathematics faculty. All math students deserve to feel included and supported.</p><p>Lastly, I propose that cheques be recognized as a valid form of payment for MathSoc services and events in addition to cash and online payments.</p><p><strong>Please note that this candidate was disqualified from a previous election. Their infringements can be found&nbsp;</strong><a href=\"https://mathsoc.uwaterloo.ca/elections-decisions/\" target=\"_blank\" style=\"color: rgb(198, 0, 120);\"><strong>here</strong></a><strong>.</strong></p>"}],"decisions":[]},{"term":"Winter 2023","electionState":"complete","candidates":[{"name":"Chang Liu","position":"President","elected":false,"platformMarkdown":"As someone going into her final term at UWaterloo, Chang wants to spend her last term giving back to the community. Having served as a Director for more than 2 terms at MathSoc, she understands what students need. Her primary focus will be 1) working with the VPA and communicating with professors to add more recent exams to the exam bank, 2) supporting the MathSoc team and helping them to achieve the changes they want to make, and 3) opening up more part-time research opportunities for Math students because students are often confused about how to find relevant opportunities."},{"name":"Nick Priebe","position":"President","elected":true,"platformMarkdown":"M4 is currently being planned, and there are ongoing efforts to advocate for student and club space, which I will work hard to continue; as a MathSoc councillor, president of the PMAMCO club and a mathNEWS editor, I know what clubs and students need. Stat 231 is undergoing a rewrite, there will be student representation selected by MathSoc, and I will ensure we advocate for impactful changes. The exam bank needs to be expanded, and I will work with professors and the VPA to ensure this happens. Finally, thigh high math socks. Details available at https://bit.ly/3UQU78c."},{"name":"Ciaran Neely","position":"Vice-President, Academic","elected":true,"platformMarkdown":"Cici Neely is a very active member of MathSoc, serving both on Council and as the Chair of the Board of Directors. She is well-acquainted with how the organization runs and what its policies are. As VPA, she will work to expand the exam bank, rebuild community in the fragmented stats and AMath programs, and help students learn what they need to do to get involved in research. She will also provide support for those like Young who feel passionately about one particular issue and offer her expertise to help address those issues as a team."},{"name":"Young Wang","position":"Vice-President, Academic","elected":false,"platformMarkdown":"Their campaign is to reduce the use and eventually eliminate iClickers from math classes, along with other academic matters. Read more at: https://student.cs.uwaterloo.ca/~y3285wan/iclicker.html"}],"decisions":[{"candidate":"Faraan Hadi","date":"2022-11-07","allegationMarkdown":"Hadi approached the CRO and, in reference to the Council meeting discussing his appeal for previous demerit points, suggestively asked, in the hypothetical situation that he left a “twenty” somewhere and told the CRO where it was, if that would change the way the CRO voted during the Council meeting.","defenseMarkdown":"Hadi asserted that he did not attempt such a bribe.","decisionMarkdown":"The Elections Committee issues a penalty of 11 demerit points for a major contravention of the spirit of the bylaws. Further, an additional 11 demerit points are issued for lying to the Elections Committee in his defense."},{"candidate":"Faraan Hadi","date":"2022-11-07","allegationMarkdown":"Hadi offered a free soft drink to a student in the Computer Science Club in exchange for their support in the election. In particular, Hadi handed them a soft drink and thanked them for their support.","defenseMarkdown":"Hadi claimed that the individual was his friend and that exchanging drinks is a regular occurrence between them. Hadi claimed that he told the other in “no uncertain words” that this was not a bribe.","decisionMarkdown":"The initial allegation came from a trusted source within MathSoc and, moreover, the source did not recall such a claim being made by Hadi. Trust in the defendant’s claims have been weathered by their previous lying to the Chief Returning Officer, hence the Elections Committee is less inclined to believe the defendant’s defense. The Elections Committee issues 8 demerit points for distributing bribes, and 4 demerit points for campaigning outside of the campaigning period."},{"candidate":"Nick Priebe","date":"2022-11-07","allegationMarkdown":"The candidate posted messages in a Discord server asking for students to vote for him one day before the campaigning period began. After being informed of the violation, the candidate said that they had made a mistake and had confused the dates.","defenseMarkdown":"None submitted.","decisionMarkdown":"The Elections Committee issues 2 demerit points for campaigning outside of the campaigning period."},{"candidate":"Faraan Hadi","date":"2022-11-05","allegationMarkdown":"Hadi posted in the MathSoc public Discord asking for people to vote for them for president on vote.wusa.ca. This was performed again as a separate instance. Moreover, Hadi posted a message in the CSC Discord suggesting they would “see what they can do” about removing the Pure Math Club’s office space and giving it to CSC. This contravenes the spirit of Article 2 of the Society’s bylaws, Object, which state that the object of the Society is to “serve and represent undergraduate students”, to “encourage cooperation and communication between students”, and to “provide students with the means to help them accomplish their goals both within and without the University”. In brief, Hadi suggests in his platform that he may be willing to pit students against each other and selectively not represent students of certain programs, disregarding the Society’s founding principle and running against WUSA’s intentions for the Society to represent and serve all Math students.","defenseMarkdown":"The defendant claims that that “campaigning” is not well-defined in the Elections policy. Moreover, they assert that “seeing what they can do” is not a promise and merely an indication of consideration, which does not explicitly contravene the bylaw.","decisionMarkdown":"Asking others to vote for a candidate is a canonical example of campaigning for the candidate; the evidence is clear and unambiguous. As well, it would be a very dangerous precedent to set to allow candidates to equivocate about actions that undermine the object of the Society.","penalties":["Campaigning outside of campaigning period: 2 points","Campaigning outside of campaigning period: 3 points (repeat offence)","Minor contravention of the spirit of the bylaws: 6 points"],"penaltyDescriptionMarkdown":"As the defendant exceeded 11 points, they are disqualified from candidacy in the election.","appealMarkdown":"The appellant provides roughly the same information as in their defence. They also claim that the MathSoc Executive Officers hold bias against them since they intend to claim the MathSoc Executive office for the Computer Science Club. They also claim that the evidence could have been fabricated and that there is no way to verify that he was indeed the one who posted the messages in question.","appealDecisionMarkdown":"Only two members of the Elections Committee are Executive Officers, and they do not perceptibly hold conflicts of interest in this case since they hold office only for this term, not the next. The evidence was procured from a member of the Elections Committee and was witnessed by others, including members and non-members. The account is known to be owned by the appellant. The Elections Committee upholds its original decision."}]}]