{
  "lastMigrationId": "2024-06-11T21:00:00.000Z",
  "clubsHeader": "Clubs",
  "clubs": [
    {
      "title": "Computer Science Club",
      "descriptionMarkdown": "We exist to promote knowledge of and interest in computer science as well as allowing those interested in computer science to talk to each other. We have an office where members get together, a library of computer science books available to our members, computer accounts on our various machines and much more. Frequently we host events related to computing, including talks, tutorials and demonstrations.",
      "link": "https://csclub.uwaterloo.ca/",
      "icon": "/assets/img/icons/clubs-icons/display-code.png"
    },
    {
      "title": "Double Degree Club",
      "descriptionMarkdown": "The DDC is an official, UW and WLU registered, student-run organization that aims to enhance the experience of Double Degree students during their university career. Thanks to the support of members like yourself, the club hosts several social events, networking/mentorship opportunities, and academic resources in an effort to enrich your education at UW and WLU. We also work closely with administration at both universities to increase the presence of our members at the two schools, to foster an atmosphere in which our students can develop both socially and professionally.",
      "link": "https://ddclub.uwaterloo.ca/#/",
      "icon": "/assets/img/icons/clubs-icons/graduation-cap.png"
    },
    {
      "title": "Statistics Club",
      "descriptionMarkdown": "The University of Waterloo’s Statistics Club is the official student run club serving UW’s statistics undergraduate students. The Stats Club is dedicated to bringing together the statistics undergraduate community on campus by providing friendly and welcoming environment, as well as supplying resources for the academic pursuit of Statistics.",
      "link": "https://csclub.uwaterloo.ca/~statsclub/",
      "icon": "/assets/img/icons/clubs-icons/stats.png"
    },
    {
      "title": "Teaching Students' Association",
      "descriptionMarkdown": "The objective of the TSA shall be to promote interaction amongst University of Waterloo Undergraduate Students interested in a career in teaching. Throughout the academic year, a collection of social, athletic, cultural, and academic activities shall be organized to foster positive networking between potential teaching candidates. Furthermore, the TSA will explore and encourage professional development activities with the goal of improving club members’ teaching qualifications.",
      "link": "https://www.facebook.com/TSAatUW/",
      "icon": "/assets/img/icons/clubs-icons/presentation.png"
    },
    {
      "title": "Actuarial Sciences Club",
      "descriptionMarkdown": "The UW ActSci Club is the official student organization serving UW’s actuarial science undergraduate students. It’s a club for students with the common interest of pursuing an actuarial career to come together, network, learn, and improve their UW experience! The club hosts weekly social and informative events, lends out actuarial exam study manuals, operates a mentorship program, and is your hub for all actuarial-related news and events. Come by our office (M3 1003) to borrow study manuals, learn more about the club, or ask our friendly execs for some advice. We hope we can make your time here at UW a little easier and as enjoyable as possible!",
      "link": "http://uwactsciclub.com/",
      "icon": "/assets/img/icons/clubs-icons/calculator.png"
    },
    {
      "title": "Financial Analysis or Risk Management Student Association",
      "descriptionMarkdown": "<p>FARMSA is a non-profit student club open to all Math students at the UW, even those not in the Math/FARM program.<br>The goals of the club:</p><ul><li>To encourage academic pursuits and interests of the Math/FARM program internally and externally.</li><li>To provide services that will benefit Math/FARM students and other interested individuals academically and professionally.</li><li>To improve the cohesiveness between individuals of the Math/FARM program.</li><li>Provide a framework to build, improve and promote the reputation and quality of the Math/FARM program.</li></ul>",
      "link": "https://www.uwfarmsa.com/",
      "icon": "/assets/img/icons/clubs-icons/file-invoice-dollar.png"
    },
    {
      "title": "Pure Math, Applied Math and Combinatorics & Optimization Club",
      "descriptionMarkdown": "The Pure Math Club is a non-profit student club that is open to anyone who is interested in various areas of mathematics. The Pure Math Club organizes various academic social events such as talks by professors and students, math contests and beginning, middle, end of term social events. Students are encouraged to work in the club office located in MC 3033. It’s a nice space with a blackboard/whiteboard, reference books and a computer for music and WolframAlpha.",
      "link": "https://puremath.club/",
      "icon": "/assets/img/icons/clubs-icons/square-root.png"
    },
    {
      "title": "Data Science Club",
      "descriptionMarkdown": "Our mission is to support the University of Waterloo in producing the best data scientists in the industry. We create a platform for discussion of topics and events related to Data Science as well as create a network of support for learning and job search.",
      "link": "https://uwdatascience.ca/",
      "icon": "/assets/img/icons/clubs-icons/chart-line-up.png"
    }
  ]
}
